Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 大半瓶茅台下肚，梅兰特直接醉倒在桌上。
en_us: After drinking half a bottle of Maotai, Merante was knocked out and lying on the table.

source: 大厅里有不少人，看模样都颇为彪悍，特征明显，脸上的面具也就是个摆设。
en_us: There were quite a lot of people in the hall who appeared rather ferocious. They had obvious physical characteristics so the masks on their faces were just for show.

source: 大多数人都不看好艾米，毕竟小家伙拿着竹圈看着都觉得费劲，更别说丢出去套中鹅了。
en_us: Most of them didn't think Amy could do it. After all, the little one even seemed to have trouble lifting up the bamboo rings, let alone tossing it out to catch the goose.

source: 大大小小的商铺里依旧人头涌动，街头小贩也是热情满满的吆喝着，一片安居乐业的景象。
en_us: There were still crowds in all the big and small shops, and the hawkers on the streets were still yelling and promoting their wares enthusiastically. It was a scene of peace and prosperity.

source: 大家都好奇这个名不见经传的酒馆，究竟开在哪里，有这样的美酒，之前又为何籍籍无名？
en_us: Everyone was curious about this unknown tavern. Where was it located and why was such an excellent liquor unknown before today?

source: 大家都收到了礼物，就在麦格想着埃菲会给她送什么的时候，她从怀里摸出了一张钱票。
en_us: After receiving the gifts, just when Mag was still wondering what else Eiffie would be giving, she pulled out a cheque from her pocket.

source: 大家都知道酒馆老板有对可爱的女儿，所以送的大都是些小吃食和小玩具。
en_us: Everyone knew that the tavern's boss had a pair of adorable daughters, so they gave them little snacks and little toys.

source: 大概是品尝她自己做的菜的时候。
en_us: Perhaps was when she tasted her own cooking.

source: 大殿里一片寂静，各部落的首领表情各异，一时间无人出声。
en_us: The great hall was silent. All the tribal leaders had different expressions and no one made a sound.

source: 大皇子府邸。
en_us: The first prince's residence.

source: 大礼包点开之后，系统的提示音响起。
en_us: The system's notification sounded after the gift package was opened.

source: 大约三分钟后，虚空一阵晃动，一艘五角星状的飞船出现，悬停在竹林之上。
en_us: Three minutes later, the empty space vibrate and a five-pointed-star-shaped spaceship appeared and hovered above the bamboo forest.

source: 大约十五分钟后，里面再次响起了那沙哑的声音，“久等了，经过我们的核实，泰坦酒馆的老板的确被人抓走了，看来她在你手里。
en_us: About 15 minutes later, the hoarse voice sounded again. "Apologies for the wait. After checking, we've ascertained that the owner of Titan Tavern was indeed captured. It seems she's in your hands.

source: 大约十几分钟后，不知和那群鬼魂讲了些什么的梅兰特念了一段晦涩难懂的咒语，那些萦绕不去的怨气渐渐散去，周遭也是恢复了清明。
en_us: 10-odd minutes later, Merante chanted an unintelligible and obscure spell after talking to those spirits, and those lingering whiffs of resentment slowly dissipated. The surroundings were clear again.

source: 大约半个小时后，歌洛璃娅突然站起身来，转身看着麦米餐厅在阳光下熠熠生辉的招牌，脸上露出了灿烂的笑容。
en_us: About 30 minutes later, Gloria suddenly stood up, and turned around to look at the Mamy Restaurant's gleaming signboard under the sunlight with a bright smile on her face.

source: 大鹅……危矣！
en_us: The geese… were in danger!

source: 天下之大，已经没了乔修的容身之处。
en_us: There was already no place for Josh to hide in this vast world.

source: 天空中那只俯冲而来的紫纹狮鹫。
en_us: A purple-striped griffin in the sky, diving down.

source: 天色还未黑，两家酒馆门前已经开始有客人徘徊。
en_us: Before nightfall, there were already customers pacing around the tavern doors.

source: 天都剑化作一道流光，飞向那如长枪般刺向伊琳娜的触手。
en_us: The Tian Du sword became turned a flash of light and flew towards the tentacle that stabbed at Irina.

source: 太晚了。
en_us: It was too late.

source: 夫人微微一愣，看着波比的目光微红，脸上也是多了几分笑容，点着头出门去了。
en_us: Bobby's wife was slightly stunned. She looked at Bobby, and her eyes went red. She smiled and nodded as she walked out.

source: 夫妻之间，信任是比金石更加坚固的东西。
en_us: Nothing was more solid between a husband and wife than trust.

source: 夹起一片被红油包裹的猪舌头，从筷子传递回来的手感是如瘦肉一般的感觉，切成薄片之后，看起来倒是意外的一点都不觉得恶心，就像是牛肉切片一般，裹上红油，点缀着点点熟芝麻，反而颇有些诱人的感觉。
en_us: He picked up a piece of pig's tongue that was covered in red oil. The feeling he got from picking it up felt like lean meat. After the tongue was sliced into thin pieces, it surprisingly did not look disgusting. It was just like a piece of beef with a layer of red oil on top, garnished with some sesame seeds. It actually looked rather enticing.

source: 奈何他没文化。
en_us: Unfortunately, he wasn't cultured.

source: 套鹅的摊位前围着不少看客，在那小围栏里有着二三十只大肥鹅，零散蹲着，伸着脖子有些挑衅的向着众人叫唤着。
en_us: The ring-a-goose game stall was surrounded by many people watching. 20 to 30 geese were kept within a small fence. They squatted around scatteredly, and called out to the people watching with their necks stretched out.

source: 套鹅这边热闹的动静，也是吸引了许多路人围观。
en_us: The commotion at the geese game stall attracted even more onlookers.

source: 奥尔登怒极反笑，看着麦格道：“你这个刁民！我们乃堂堂法部大臣，让她倒酒是她的福气，就不怕我关了你这小酒馆，把你们两个都丢到牢里去。”
en_us: Aulden laughed. He looked at Mag, and said, "You darn peasant! I am an official in the Ministry of Law. Getting her to pour my wine is her honor. Aren't you afraid that I will close down your little tavern and throw the two of you into prison?"

source: 奥尔登拍桌而起，怒道：“混账！你可知本官是谁？”
en_us: Aulden slammed the table, and stood up as he howled, "Impudent! Do you know who I am?"

source: 奥尔登整个人都傻掉了。
en_us: Aulden was stupefied.

source: 奥尔登是法部的三把手，今天这个局就是他组的，来的也大都是他的心腹，憋了几天的火，就是来喝酒放松放松。
en_us: Aulden was one of the higher-ups in the Ministry of Law. He was the one who organized this drinking session, and most of those who came along were his confidants. After days of suppression, he invited everyone over for a drink and to relax.

source: 奥尔登的声音不小，引得酒馆里不少人回头。
en_us: Aulden's voice was not soft, and his command made many heads turn.

source: 奥尔登被从地上扶了起来，有人拿出丝巾把他脸上挂着的猪耳朵和红油擦掉，脸上还有个清晰的盘子印，东一块青，西一块紫的，看起来颇为凄惨。
en_us: Aulden was helped up from the ground. Some of his companions took out a handkerchief to help him wipe away the pig's ear and red oil on his face. There was still a very clear plate mark with a bruise here and there. It was a very sorry sight.

source: 奥尔登被揍了一顿，全程不敢还手，不管闪躲，就连惨叫都只能压低了声量，闷哼几声。
en_us: Aulden was walloped, but he did not dare to retaliate or dodge. Even his moans had to be stifled.

source: 奥尔登走了，约瑟夫等人有些拘束的喝着酒，虽然美酒在手，却也喝的没什么滋味。
en_us: After Aulden left, Joseph and the others drank cautiously. Although they had great wine with them, they were in no mood at all.

source: 奥尔登这也算是因为一张嘴惹了祸端，至少亚伯罕不至于把他当场打死在这里。
en_us: Aulden got into trouble because of his words. At least Abraham would not beat him to death there and then.

source: 奥斯特三番两次想要伏杀她，都以失败告终。
en_us: Auster had been trying to kill her a few times, but to no avail.

source: 奥斯特只觉得心口骤然刺痛，浑身力气仿佛在一瞬间被抽光，再也握不住大刀，从床上翻倒在地。
en_us: Auster only felt a sudden pain in his heart and all his strength seemed to be drained at that moment. He could no longer hold onto his saber. He rolled to the floor from his bed.

source: 奥斯特嘴角上扬，接着道：“我们兽人族绝不低头，可现在法克部落那个小娘们，却想带领那些软脚虾投降答应那些屈辱的条约，你们同意吗？”
en_us: Auster's lips curled up and he continued on, "We orcs will never submit to others, but that little girl in the Falk Tribe wants to lead those weaklings and sign those demeaning terms. Will you agree to it?"

source: 奥斯特害怕亚历克斯，所以去参加和平大会的时候带走了所有十级强者，甚至还有一部分九级强者作为护卫。
en_us: Auster was afraid of Alex. That was why he'd brought all the 10th-tier powerhouses and even some of the 9th-tier powerhouses with him to the peace meeting as his guards.

source: 奥斯特已死，并且是死在了康妮的手中，意味着暮光森林的至高权利正式更迭。
en_us: Auster was already dead, and he was killed by Connie. This meant that the highest authority in the Twilight Forest had already transferred.

source: 奥斯特暴戾无度，贪生怕死，我秉承神的旨意，把他祭天了！
en_us: Auster is violent tyrant who is a coward. I have followed the gods' orders and sacrificed him to them!

source: 奥斯特瞪眼，眼看着那把匕首贯穿了他的眉心，然后仰头向后倒去。
en_us: Auster glared as he watched that dagger enter his glabella and then fell backwards.

source: 奥斯特站起身来，看着殿中的各酋长道：“最近的事情，你们应该也听说了，魔鬼和亡灵军团现在就在洛斯帝国的北边，如果南下的话，洛斯帝国必然遭受攻击，这可是我们复仇的好机会！
en_us: Auster stood up and said to all the tribal leaders in the hall, "You all should have heard about the recent incident. The devil and the Army of the Dead have appeared at the north of the Roth Empire. The Roth Empire is definitely going to be attacked if they move southwards. This is a great opportunity for us to seek revenge!"

source: 奥斯特缓缓坐起身来，重新握住了床边的大刀，怒目瞪着康妮。
en_us: Auster sat slowly and grabbed the saber next to the bed as he stared at Connie angrily.

source: 奥斯特自知理亏，看着渐渐不受控制的众酋长，黑着脸沉默着。
en_us: Auster knew he had a part to play in this, and his face darkened as he watched the chiefs slowly go out of control.

source: 奥格部落内部短暂内讧之后，新的酋长被推举出来，憋屈的在联盟条约上代表奥格部落签字。
en_us: After a brief internal conflict in the Aug Tribe, a new leader was elected, and he signed on the alliance contract on behalf of the Aug Tribe with indignation.

source: 奥格部落的长老们和各部落酋长完全慌了阵脚，龟缩在府邸中不敢出头，直到现在才有些回过神来。
en_us: The Aug Tribe's elders and the chiefs were in a complete panic. They hid in their residences and didn't dare to appear. They only managed to regain a little of their wits now.

source: 奥格部落，黑色的城堡之中。
en_us: The Aug Tribe. Within the black castle.

source: 女人只是冷漠的注视着他，那张精致的脸犹如万年不化的冰块，就连目光也冷漠的可怕，仿佛没有感情一般。
en_us: The woman only stared at him coldly. That exquisite face seemed to be made from ice, even the gaze was horribly cold, as if there weren't any emotions in them.

source: 女人抬头认真的看着墙上的酒水单，过了一会才道：“一瓶茅台酒，一瓶威士忌，一份凉拌猪耳朵、一份凉拌猪舌头、一份酒鬼花生。”
en_us: The woman looked up at the drink list on the wall seriously. After a while, she said, "A bottle of Maotai, a bottle of whiskey, a helping of pig ears salad, a helping of pig tongue salad and a helping of drunkard peanuts."

source: 女人，太难。
en_us: It was so hard to be a woman.

source: 奴隶不过是一些生命漫长的两脚家畜，但凡是有些姿色，或者拥有魔法天赋的，都不会被留在这里。
en_us: The slaves were just two-legged cattle with longer lifespan. Those who looked good, or possessed magical talents wouldn't have been kept here.

source: 奴隶成了一个渐渐消失的词，至少在生命之城中是这样的。
en_us: "Slave" is a term that was slowly disappearing, at least in the City of Life.

source: 奴隶是没有资格住在城堡里的，他们像牛羊一样被圈养在城堡外的一处低矮平房中，所以也被成为奴隶圈。
en_us: The slaves didn't have right to live in the castle. They were kept in the short houses beyond the castle like cattles, so it was called the slaves' circle.

source: 奴隶精灵们的脸上有着快意，这是他们百年来被欺压时，心中时常所想之事。
en_us: There was gratification on the elven slaves' faces. This was what they always had in their mind when they were suppressed for the past 100 years.

source: 奴隶解放的声音已经响彻了风之森林，但这座被铁荆棘包围的领地，却依旧保持着沉默，以及用武力压制的绝对服从。
en_us: The voices for slaves to be freed had been ringing throughout the Wind Forest. However, this land that was surrounded by metal thorns remained silent and utilized force and suppression to ensure absolute obedience.

source: 她一直在寻找兰克斯特，追寻着他的脚步，却一无所得。
en_us: She had been looking for Rankster, chasing after him in vain.

source: 她不是什么魔鬼，她只是一个刚刚开始接触世界，并且对一切事物抱有美好愿景的小女孩。”
en_us: She's not some devil. She's just a little girl who has started to interact with the world and has great wishes for everything in life."

source: 她也没想到自己竟然会用那么多的形容词，而且说那么多的话。、
en_us: She had never expected herself to use so many adjectives and said so many words.

source: 她今天中午几乎吃下了往常一天的食物。
en_us: She had eaten food that she would have had for the entire in this afternoon alone.

source: 她从小包里拿出小镜子，确认了一下自己的妆容依旧保持着最佳的状态，脸上保持着恰到好处的微笑。
en_us: She took out a small mirror from her little bag to make sure that her makeup was still maintained in the tip top form and her face still had a perfect smile.

source: 她从未喝过如此美味的粥，那半透明Q弹的神秘食材，还有滑嫩的瘦肉，口感是如此的顺滑，一口下去，简直连灵魂都得到了抚慰。
en_us: She had yet to taste such delicious porridge before. The mysterious translucent and chewy ingredient, as well as the tender lean meat, and the smooth texture completely soothed her soul.

source: 她从未感觉到酿酒是如此的简单，而有了这套设备之后，还会变的更加简单。
en_us: She had never found wine-brewing as easy and with this apparatus, it would only become easier.

source: 她会假装什么都不知道，只需要记得哈迪斯先生他们一家，救了她和玛拉就足够了。
en_us: She would feign ignorance. She only had to remember that it was Mr. Hades and his family who saved her and Mala.

source: 她低头扒拉了一口米饭，嚼着香甜的米饭，又夹了一块茄子喂到嘴里。
en_us: She lowered her head and ate a few mouthful of rice. She chewed on the sweet and fragrance rice and put another piece of eggplant into her mouth.

source: 她和小姐两个人，还从来没有吃过这么大的鱼呢。
en_us: Her Miss and her had never eaten such a big fish before.

source: 她家大人也真是心大，这么漂亮的小姑娘让她一个人出门，要是被人偷走，非得哭死不可。
en_us: The adults in her family were also quite careless. How could they let such a pretty little girl come out by herself? What if she got stolen? They would cry their hearts out then.

source: 她就是这无尽暗夜之中的一束光，给他们带来了希望。
en_us: She was the light in this endless dark night, bringing them hope.

source: 她左右看了一圈，拎起了角落里的那把小折叠椅，提着挥舞了一下，满意的点点头，看着麦格道：“走吧！”
en_us: She looked around her, picked up the little folding chair in the corner and swung it around to test it before nodding in satisfaction and said, "Let's go."

source: 她已经很多年没有吃到这么难吃的东西了。
en_us: She hadn't eaten such horrible food for a long time.

source: 她已经握住了一直贴身藏着的短刀，如果那个家伙是为了侮辱她的话，她绝对不会让他得逞。
en_us: She was also grabbing the short dagger that she hid on herself. If that fellow wanted to humiliate her, she wasn't going to let him do it.

source: 她已经放弃了为了美酒勾引哈迪斯的计划，这显得她像个为了利益不择手段的漂亮坏女人。
en_us: She had already given up the plan to seduce Hades to get the liquor. This would make her look like a beautiful bad woman who would do anything for benefits.

source: 她并不会因为这是一片猪耳朵而嫌弃，反而有些期待从未吃过的猪耳朵，会给她带来怎样的惊喜。
en_us: She would not look down on the food because of a piece of pig's ear. Instead, she was looking forward to it as she had not tried a pig's ear. She was looking forward to the surprise that it would bring her.

source: 她应该刚刚洗了澡，脸蛋还有些红润，他可以闻到她身上的香味，淡淡的生命之水的香味，还有一点茉莉花香，是让人舒服，想要沉迷的香味。
en_us: She should have taken a bath as her face was still red and moist. He could smell the fragrance on her body. It was the faint fragrance of the Spring of Life and a hint of jasmine. It was a comforting and intoxicating scent.

source: 她很清楚，这样的暴徒是不会在乎谁出现在酒馆里的。
en_us: She knew very well that this assailant wouldn't care who appeared in the tavern.

source: 她想到了先前那女孩下楼时怀里抱着的那本画册，封面似乎有着一只兔子和一只乌龟，看起来也颇为可爱。
en_us: She recalled the picture book that the girl held when she came downstairs. It seemed to have a rabbit and a tortoise on the cover. It looked rather cute too.

source: 她感受到了前所未有的压力，那是来自另一个女人的气场压制，甚至她的嘴角还挂着一丝微笑。
en_us: She sensed an unprecedented pressure that came from being suppressed by another woman who even had a smile on her lips.

source: 她抬手发出了一道金色的圣光，与石壁上残留的一缕黑色魔气发生了剧烈的反应。
en_us: She lifted her hand and released a beam of golden Holy Light. It reacted violently with a whiff of black evil aura left on the cliff surface.

source: 她拿起戒指，对着灯光看着，眼中也满是喜爱之色。
en_us: She picked the ring up and looked at it through the light with delight.

source: 她接受过专业的训练，却从未听说过这种说法。
en_us: She had had professional training before, but she had never heard of such an explanation before.

source: 她无法理解焦香的鱼皮和鲜嫩的鱼肉是如何同时出现的，麻辣的滋味丝毫没有掩盖鱼肉的鲜香，反而将美味提升到了另一个层次。
en_us: Mala was unable to comprehend how the charred fish skin and tender fish meat could coexist. The spiciness did not cover the fish's freshness and instead, brought it up another level.

source: 她昂着的头不自觉的慢慢低了下来，挺着的胸膛也是慢慢收了回来，只有目光依旧倔强的看着伊琳娜。
en_us: Her uplifted head couldn't help lowering slowly. Her puffed-up chest couldn't help deflating too. Only her gaze was still focused on Irina stubbornly.

source: 她有着蓝银色的头发，以及浅绿色的眼睛。
en_us: She had silvery blue hair and a pair of light green eyes.

source: 她现在只想好好经营泰坦酒馆，让它和当年一样，成为洛都城里最好的酒馆之一。
en_us: She only wanted to run Titan Tavern properly and let it become one of Rodu's best taverns like it was before.

source: 她现在想起来还会觉得肠胃不适。
en_us: She still felt a discomfort in her tummy thinking of it right now.

source: 她甚至在想，如果品酒大会上出现两个满分的酒，那唯一的金奖又该颁给谁呢？
en_us: She even thought if two liquors with perfect score appeared on the liquor tasting event, who should be awarded with the gold award?

source: 她的想象？
en_us: What was her imagination?

source: 她的手脚冰凉，内心也满是绝望。
en_us: Her limbs felt cold and her heart was filled with dread.

source: 她的目光，冷漠中带着几分嘲讽。
en_us: There was a hint of a sneer in her gaze.

source: 她的眼睛一下子瞪大，一脸难以置信的看着那躺在地上惨叫的巨汉。
en_us: Her eyes widened immediately as she looked, in disbelief, at the man laying on the floor, crying out loud.

source: 她的眼睛一亮，嚼了嚼落到嘴里的螺肉，然后咽下，惊喜的看着麦格：“我吸出来了诶！田螺好好吃哦！”
en_us: Amy's eyes lit up. She chewed on the meat that had landed in her mouth and swallowed it, before looking at Mag in surprise, saying, "I sucked it out! The escargot is yummy!"

source: 她的眼睛渐渐睁大，有些疑惑的看着麦格和伊琳娜，明亮的眼眸就像一只受了欺骗的小鹿。
en_us: Her eyes widened slowly as she stared at Mag and Irina with suspiscion. She resembled a little fawn that was deceived with her bright eyes.

source: 她的装备仓中有充足的食物，古大陆的食物对她毫无吸引力，点餐入座是学习新住民的行为。
en_us: Her equipment bay had ample food. The ancient continent's food wasn't attractive to her at all. Ordering food was part of learning about the new inhabitants' behavior.

source: 她直接打通了隔壁的铺子，把泰坦酒馆的面积扩张了一倍，让原本能够容纳二十来张桌子的中等酒馆，直接变成能够容纳五十桌客人的大酒馆。
en_us: She had knocked down the wall separating the next shop and expanded Titan Tavern by two times so that the tavern, which could only hold around 20 tables could now fit 50 tables of customers.

source: 她眉心的那点金色红点开始发亮，一颗金色的小树图案出现在红点之中，俨然是生命之树的模样。
en_us: The golden-red dot at her glabella began to light up and a golden tiny tree pattern appeared within the the red dot. It looked exactly like the Tree of Life.

source: 她看了一眼麦格，思考着他是否也在这些男人之列。
en_us: She flicked a glance at Mag and wondered if he was one of those men.

source: 她知道，外面的那个人恐怕真的是冲着她们来的。
en_us: She knew the man out there probably really came for them.

source: 她破除了冰墙，解除了守卫的兵器和魔法棒，杀死了邪恶恐怖的德克。
en_us: She broke through the ice wall, disarmed the guards' weapons and magic wands and killed the evil and scary Dirk.

source: 她竟是有些控制不住自己的好奇。
en_us: She actually couldn't control her curiosity.

source: 她绝对不愿意他和他的家人，因为她受到任何伤害。
en_us: She absolutely didn't want him and his family to get hurt because of her.

source: 她能够看到这颗花生蕴含的能量，也能看到其中混乱的各种元素，其中包括多种致病元素。
en_us: She could see the energy in this peanut and all the elements mixed up in it, including the elements that could cause sickness.

source: 她舔了一下指尖上的一点酥皮，意犹未尽的舔了舔嘴唇，看着麦格满意的点了点头：“不错，好吃。”
en_us: She licked the pastry skin on the fingertips, and then licked her lips. She looked at Mag with satisfaction. "Not bad. It's delicious."

source: 她越来越看不透自己的这位邻居了，不光有着令人惊叹的财力，还有着令人赞叹的酿酒技艺，并且有着不可思议的力量。
en_us: She was getting increasingly confused by this neighbor. Not only did he have an astounding wealth, he even had amazing brewing skills. On top of that, he had incredible strength.

source: 她跟着小姐十多年了，看着她自己独自撑起一家酒馆，卖着廉价的酒水，辛辛苦苦一天下来，也就两三千铜币。
en_us: She had been with her young mistress for over 10 years. She saw how she propped up the tavern by herself and sold cheap alcohol. She would only earn 2000-3000 copper coins after a hard day's work.

source: 她还是个孩子啊。
en_us: She was still a child.

source: 她这一开冰箱，啥都有了？
en_us: Everything was there in the refrigerator?

source: 她这辈子都没有见过这么多的现金摆在面前。
en_us: She had never seen so much money in front of her before.

source: 她那美丽的面庞，难掩疲惫之色。
en_us: There was an ill-concealed tiredness on her beautiful face.

source: 她闭上了眼睛，似乎看到了刚从针叶间钻出的蘑菇，在海底缓慢爬行的贝类，在草丛中穿行的野鸡……
en_us: She closed her eyes and seemed to see the mushrooms that had just sprouted, the shellfish that was crawling on the seafloor and the wild chicken that was walking in the grass...

source: 她鼻翼动了动，秀眉微蹙，虽然隔得远，但空气中依旧弥漫着一股淡淡的酒香。
en_us: Her nostrils flared a little, and her brows furrowed slightly. Although it was far away, there was indeed a faint trace of liquor's aroma in the air.

source: 好在双方的战力完全不在一个水平线上，所以没有表现出旗鼓相当和争锋相对的势头，以埃菲的快速落败告终。
en_us: Thankfully, they were not on the same level. Therefore, it was not very competitive and Eiffie quickly ended in defeat.

source: 好在楼上还有一位超级医疗兵，只是现在正处于醉酒状态，他也不太确定能否把她唤醒。
en_us: Thankfully, there was a superb medic upstairs who was still drunk. Mag was also unsure if he could wake her up.

source: 好在能喝得起2000铜币一瓶的酒，出门大都会带上车夫与仆人，给麦格省却了不少麻烦。
en_us: Fortunately, those who could afford liquor that cost 2000 copper coins a bottle, would have coachmen and servants whenever they go out. That saved Mag a lot of trouble.

source: 好在麦格想起了他的金手指，哪里不会点哪里，很快就让埃菲掌握了使用方法。
en_us: Thankfully, Mag remembered that he had his golden finger, which he could use to point at the parts where she did not know, and Eiffie could quickly master its usage.

source: 好在麦格眼疾手快的接住，笑着拿手帕帮艾米揩去手上的可乐，道：“这是可乐，也是肥宅快乐水，喝之前不能摇晃，不然可乐就会喷涌出来。”
en_us: Luckily, Mag reacted quickly and caught the bottle. Mag smiled and wiped the cola on Amy's hands with a handkerchief and said, "This is Cola. It's the happy water of a fatty. You can't shake it before drinking it, otherwise the drink would squirt out."

source: 如果不是清楚地知道诺兰大陆历史上曾经发生过什么，他甚至以为时代已经变了。
en_us: If he hadn't clearly known what had happened in the Norland Continent's history, he would have even thought that the times had changed.

source: 如果不是面前小小的酒杯中散发着令人迷醉的酒香，波比都不敢相信这是一杯酒。
en_us: If it was not for the fragrance wafting out from this small glass in front of him, Bobby would not dare to believe that this was a glass of wine.

source: 如果不是魔法罩和这扇特制的地窖门，她也不清楚她们能否等到哈迪斯先生赶来。
en_us: If it wasn't for this magic shield and specially-made cellar's door, she wasn't sure they could hold on till Mr. Hades rushed over.

source: 如果不是麦格撕掉了酒窖的封条，并且让她用窖藏的泰坦酒参赛，今日她也无法站上领奖台，捧回这个属于她父亲的奖杯。
en_us: If Mag hadn't tore off the seal on the cellars and let her use the Titan Liquor in the cellar to take part in the competition, she wouldn't be standing on the stage today and taking back this trophy that belonged to her father.

source: 如果不算昨晚在厨神试炼场里成千上万次的操作，这的确是他在现实中做的第一份红油抄手。
en_us: If the hundreds of thousands of attempts in the test field for the God of Cookery last night weren't not counted, this was indeed the first Sichuan spicy wontons in red oil that he cooked in reality.

source: 如果乔修现在的确在洛都，而且试图将事件升级，引起大范围的种族战争，他必须要制止他，并且杀死他。
en_us: If Josh was indeed in Rodu currently, and was attempting to escalate the situation and cause a big racial war, Mag had to stop him and kill him.

source: 如果他那本精美的《金瓶梅》没有飞走的话，凭借着经典的剧情，和精美的插画，应该能够卖出一个非常不错的价格。
en_us: If his "The Plum in the Golden Vase" did not fly away, just based on its classic storyline and beautiful illustration, it would probably fetch a good price.

source: 如果前辈现在还在的话，就算是一人一瓶劣质的果酒坐在路边，他应该也会喝的很开心吧。
en_us: If his senior was still around, he would probably be very happy drinking even if they were sitting by the street with only a bottle of bad-quality fruit wine each.

source: 如果只是这样的话，麦格倒是稍稍放心一些。
en_us: In that case, Mag was slightly relieved.

source: 如果她想开走摩托，还必须找个人帮忙。
en_us: If she wanted to drive off in the motorcycle, she would have to find someone to help her.

source: 如果她能够跟着哈迪斯先生学做菜，哪怕只是学到一点皮毛，她们的伙食肯定也能得到极大改善。
en_us: If Mala could learn cooking from Mr. Hades, even if it was just a little, their meals could be greatly improced.

source: 如果安妮被古老者带走，或许会变成向晞这样冷漠的任务执行机器，甚至被切片研究。
en_us: If Annie was brought away by the Elder Things, she might turn into a cold machine to complete missions like Xi, or even dissected and studied.

source: 如果我没有猜错的话，这里应该就是当年的一个古战场，埋葬了许多古尸。”
en_us: If I'm not wrong, this should be one of the ancient battlefield and many ancient corpses were buried here."

source: 如果拿着酿酒大师们的王炸，都不能征服异世界的酒鬼们，那也实在太没牌面了。
en_us: It would be disgraceful f he failed to conquer the drunkards in the alternate world with the brewers' masterpiece.

source: 如果无法解决水分析出过多的问题，那拍黄瓜终究上不了酒桌。
en_us: If Mag could not resolve the problem of the liquid seeping out, the Smashed Cucumber Salad could nto be served.

source: 如果是一个普通的四岁小朋友，恐怕很难理解这个属性面板。
en_us: An ordinary four-year-old would probably find it difficult to understand this interface.

source: 如果是安娜的话，应该能够做出一份品相还不错的扬州炒饭了。
en_us: If it was Annie, she could most likely make a rather good Yangzhou fried rice.

source: 如果本届品酒大会上，茅台酒和泰坦酒双双获得金奖，那这耀眼的双子星，足以将洛都的好酒之徒们的目光吸引到罗莫街来。
en_us: If Maotai and Titan Liquor could both get the gold award at this year's liquor tasting, these shiny twin stars would attract all the liquor lovers' attention to Romo Street.
